000100160201             PGM
000101160201             CALL       STRJOB
000102160201             ADDLIBLE   IBC233LIB
000103160201             MONMSG     MSGID(CPF2103)
000108160201             DSPSYSLVL  OUTPUT(*DISPLAY)
000110160201             ENDPGM
