000100160217     A          R STUDENTSR                 PFILE(STUDENTS)
000101160217     A          K LASTNAME
000102160217     A          S FEESOWED                  COMP(GT 0)
