000100160415     A          R AMERICANLG                PFILE(AMERICANLG)
000101160415     A          K LNAME
000102160415     A          K FNAME
000103160415     A          S POSITION                  COMP(EQ 'C')
