000100160307     A                                      DSPSIZ(24 80 *DS3)
000200091027     A          R RECORD1
000300091027     A                                  4  2'Student Number:'
000400091027     A                                  2 28'Student Information'
000500091027     A                                  8  2'Birth Date:'
000600091027     A                                  4 39'Phone:'
000700091027     A                                 10  2'Address:'
000800091027     A                                 20 32'F3 - Exit'
000900091027     A                                  2 70DATE
001000091027     A                                      EDTCDE(Y)
001100091027     A                                  2  2USER
001200091027     A                                  6  2'Name:'
001300091027     A          R RECORD2
001400091027     A                                  5 16'Total Students: '
001500091027     A                                  7 20'Fines Owed: '
001600091027     A                                  8 21'Fees Owed: '
001700091027     A            TOTALSTUD      5Y 0O  5 33EDTCDE(1)
001800091027     A            TOTALFEES      7Y 2O  8 33EDTCDE(1)
001900091027     A            TOTALFINES     7Y 2O  7 33EDTCDE(1)
002000091027     A            TOTALOWING     7Y 2O 10 32EDTCDE(1 $)
002100091027     A                                 10 19'Total Owing:'
002200091027     A                                  2 27'Student Summary'
002300091027     A                                  2 70DATE
002400091027     A                                      EDTCDE(Y)
002500091027     A                                  3 70TIME
002600091027     A                                  2  2USER
